["\"\"", "\"\"", "\"\"", "\"\"", "DPRK vessel M/V PAEK MA was involved in ship-to-ship transfer operations for oil in mid-January 2018.", "\"\"", "\"\"", "M/V DONG FENG 6 loaded DPRK coal at Hamhung, DPRK, on 11 July 2017, for export in violation of UN sanctions.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "M/V HUA FU loaded DPRK coal at Najin, DPRK, on 24 September 2017.", "M/V HAO FAN 2 loaded DPRK coal at Nampo, DPRK, on 3 June 2017, for export in violation of UN sanctions.", "M/V KOTI engaged in a ship-to-ship transfer, likely for oil, with M/V KUM UN SAN 3 on 9 December 2017.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", ";M/V HAO FAN 6 loaded DPRK coal at Nampo, DPRK, on 27 August 2017.", "\"\"", "DPRK oil tanker M/V SAM MA 2 imported refined petroleum products in October, early November and mid-November 2017 through multiple ship-to-ship transfers.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "The merchant vessel M/V SHANG YUAN BAO engaged in a ship-to-ship transfer, likely for oil, with UN-designated DPRK vessel M/V PAEK MA on May 18, 2018. The SHANG YUAN BAO also engaged in a ship-to-ship transfer, likely for oil, with the DPRK vessel MYONG RYU 1 on June 2, 2018.", "\"\"", "DPRK cargo vessel M/V HAP JANG GANG 6 is owned by Hapjanggang Shipping Corp and is believed to have been involved in illicit transfers of prohibited DPRK goods.", "M/V ASIA BRIDGE 1 loaded DPRK coal at Nampo, DPRK, on 22 October 2017 and transferred it to Cam Pha,Vietnam.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "Other information: DPRK merchant vessel M/V SAM JONG 1 was involved in ship-to-ship transfer operations of oil in late January 2018. - DPRK merchant vessel M/V SAM JONG 1 was involved in ship-to-ship transfer operations of oil in late January 2018.", "DPRK merchant vessel M/V YU PHONG 5 imported refined petroleum products to Nampo, DPRK, on 29 November 2017 through a ship-to-ship transfer conducted on 26 November 2017.", "DPRK cargo vessel M/V WOORY STAR is believed to have been involved in illicit transfers of prohibited DPRK goods.", "M/V JIN HYE engaged in a ship-to-ship transfer with M/V CHON MA SAN on 16 December 2017.", "\"\"", "\"\"", "DPRK tanker M/V YU SON is believed to have been involved in ship-to-ship transfer operations for oil.", "\"\"", "\"\"", "The DPRK oil tanker KUM UN SAN 3 engaged in a ship-to-ship transfer, likely for oil, with the M/V NEW REGENT on June 7, 2018.", "\"\"", "\"\"", "M/V YUK TUNG engaged in a ship-to-ship transfer, likely for oil, with M/V RYE SONG GANG in January 2018.", "Merchant vessel M/V XIN GUANG HAI loaded DPRK coal at Taean, DPRK, on 27 October 2017 and transferred it to Port Klang, Malaysia, on 18 December 2017", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "DPRK merchant vessel M/V SAM JONG 2 was involved in ship-to-ship transfer operations of oil in late January 2018.", "\"\"", "\"\"", "DPRK oil tanker M/V CHON MYONG 1 conducted a ship-to-ship transfer, likely for oil, in late December 2017.", "DPRK crude oil tanker M/V NAM SAN 8 is believed to have been involved in ship-to-ship transfer operations for oil.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "DPRK vessel M/V CHON MA SAN was involved in ship-to-ship transfer operations for oil in mid-November 2017.", "\"\"", "\"\"", "\"\"", "\"\"", "DPRK tanker M/V AN SAN 1 was involved in ship-to-ship transfer operations, likely for oil, in late January 2018.", "\"\"", "Ahmoudou Ag Asriw is a senior commander of the Groupe autodéfense touareg Imghad et allies (GATIA) and has in this capacity been involved in leading drug convoys in northern Mali at least since October 2016, as well as ceasefire violations in Kidal region in July 2017 and April 2018.", "\"\"", "DPRK oil tanker M/V YU JONG 2 was involved in ship-to-ship transfer operations for oil in November 2017. M/V YU JONG 2 was also involved in a ship-to-ship transfer operation, likely for oil, with M/V MIN NING DE YOU 078 on 16 February 2018.", "\"\"", "DPRK tanker M/V JI SONG 6 was involved in ship-to-ship transfer operations of oil in late January 2018.", "\"\"", "Economic resources of Phyongchon Shipping & Marine. DPRK cargo vessel M/V JI SONG 8 is owned by Phyongchon Shipping & Marine and is believed to have been involved in illicit transfers of prohibited DPRK goods.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "M/V MIN NING DE YOU engaged in a ship-to-ship transfer, likely for oil, with M/V YU JONG 2 on 16 February 2018.", "\"\"", "The M/V NEW REGENT engaged in a ship-to-ship transfer, likely for oil, with DPRK oil tanker KUM UN SAN 3 on June 7, 2018.", "\"\"", "\"\"", "\"\"", "\"\"", "Ahmoudou Ag Asriw is a senior commander of the Groupe autodéfense touareg Imghad et allies (GATIA) and has in this capacity been involved in leading drug convoys in northern Mali at least since October 2016, as well as ceasefire violations in Kidal region in July 2017 and April 2018.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "M/V WAN HENG 11 engaged in a ship-to-ship transfer, likely for oil, with M/V RYE SONG GANG 1 on 13 February 2018.\r\nWan Heng 11, formerly a Belize-flagged vessel, is now operating as a DPRK-flagged vessel named the KUMJINGANG3 or Kum Jin Gang 3", "\"\"", "\"\"", "M/V JIN HYE engaged in a ship-to-ship transfer with M/V CHON MA SAN on 16 December 2017.", "\"\"", "\"\"", "\"\"", "\"\"", "M/V FAN KE loaded DPRK coal at Nampo, DPRK, in September/October 2017.", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\"", "\"\""]